Repository: infinicode/computertemp
Catalog: computertemp/po/*.po
Languages: de, es, fr, it, sv, zh

source: Temperatures
de: Temperaturen
es: Temperaturas
fr: Températures
it: Temperature
sv: Temperaturer
zh: 温度

source: No Thermal Monitor Support!
de: Keine Unterstützung für Temperatur-Zonen
es: No hay soporte para Monitorizar las Temperaturas
fr: Pas de prise en charge du capteur de température!
it: Nessun supporto per il monitoraggio della temperatura!
sv: Inget stöd för temperaturövervakning!
zh: 无热监视设备

source: There was an error creating directory
de: Es ist ein Fehler bei der Erstellung des Verzeichnisses aufgetreten
es: Hubo un error creando el directorio
fr: Une erreur est survenue à la création du répertoire
it: Errore nella creazione della directory
sv: Det inträffade ett fel vid skapandet av katalog
zh: 创建目录是发生错误

source: Can not create directory '%s' Please select another path
de: Kann Verzeichnis '%s' nicht erstellen Bitte einen anderen Pfad auswählen
es: No se puede crear el directorio '%s' Por favor seleccione otra ruta
fr: Impossible de créer le répertoire '%s' Veuillez choisir un autre chemin
it: Impossibile creare la directory '%s' Selezionare un altro percorso
sv: Kan inte skapa katalogen "%s" Välj en annan sökväg
zh: 无法创建目录 '%s' 请选择另一路径

source: There was an error writing to
de: Fehler beim Schreiben in
es: Hubo un error escribiendo en
fr: Une erreur est survenue à l'écriture de
it: Errore nella scrittura su
sv: Det inträffade ett fel vid skrivning till
zh: 写入失败

source: Can not write to '%s' Please select another path
de: Kann nicht in '%s' geschreiben Bitte einen anderen Pfad auswählen
es: No se puede escribir en '%s' Por favor seleccione otra ruta
fr: Ecriture refusée dans '%s' Veuillez choisir un autre chemin
it: Impossibile scrivere su '%s' Selezionare un altro percorso
sv: Kan inte skriva till "%s" Välj en annan sökväg
zh: 无法写入 '%s' 请选择新路径

source: translator-credits
de: Hannes Rosenbauer <rebugger@gmx.net>
es: Adolfo González Blázquez <code@infinicode.org>
fr: Eric Steimer <Commuto@gmail.com>
it: Stefano Maggiolo <esse.t@tin.it>
sv: Daniel Nylander <po@danielnylander.se>
zh: 我爱拖鞋 <tt7646@gmail.com>

source: There is not Thermal Monitor support on your machine!!!
de: Unterstützung für Temperatur-Zonen ist auf ihrem Computer nicht vorhanden!!!
es: No hay soporte para Monitorizar Zonas Térmicas en su equipo!!!
fr: Il n'y a pas de prise en charge du capteur de température sur votre système !!!
it: Nessun supporto per il monitoraggio della temperatura in questo sistema!!!
sv: Det finns inget stöd för temperaturövervakning på din dator!
zh: 您的电脑上无热监视设备！

source: Computer Temperature Monitor
de: Computer Temperatur Monitor
es: Monitor de Temperaturas del Equipo
it: Monitor della Temperatura del Computer
sv: Datortemperaturövervakning

source: Computer Temperature Monitor Preferences
de: Computer-Temperatur-Einstellungen
es: Preferencias del Monitor de Temperaturas del Equipo
fr: Préférences de Computer Temperature Monitor
it: Preferenze di Monitor della Temperatura del Computer
sv: Inställningar för Datortemperaturövervakning

source: No Thermal zones!
de: Keine Temperatur-Zonen!
es: ¡No hay Zonas Térmicas!
fr: Pas de capteur de température!
it: Nessuna zona termica!
sv: Inga temperaturzoner!

source: <b>Thermal Zone Configuration</b>
de: <b>Temperatur-Zone-Konfiguration</b>
es: <b>Configuración de la Zona Térmica</b>
fr: <b>Configuration du Capteur de Température</b>
it: <b>Configurazione della zona termica</b>
sv: <b>Konfiguration av temperaturzon</b>
zh: <b>监视配置</b>

source: Select Sensor to monitor:
de: Zu überwachenden Sensor auswählen:
es: Seleccione Sensor a monitorizar:
fr: Choisissez la Sonde pour monitorer:
it: Selezionare il sensore da monitorare
sv: Välj sensor att övervaka:
zh: 选择传感器:

source: Select Thermal Zone:
de: Temperatur-Zone auswählen:
es: Elija una Zona Térmica:
fr: Capteur de température :
it: Selezionare una zona termica:
sv: Välj temperaturzon:
zh: 选择设备:

source: <b>Display Configuration</b>
de: <b>Aussehen-Konfiguration</b>
es: <b>Configuración de Visualización</b>
fr: <b>Configuration de l'Affichage</b>
it: <b>Configurazione della visualizzazione</b>
sv: <b>Visa konfiguration</b>
zh: <b>显示配置</b>

source: Display mode:
de: Aussehen-Modus:
es: Modo de visualización:
fr: Mode d'affichage :
it: Modo di visualizzazione:
sv: Visningsläge:
zh: 显示模式:

source: Graphic
de: Grafik
es: Gráfico
fr: Graphique
it: Grafico
sv: Grafik
zh: 图形

source: Text
es: Texto
fr: Texte
it: Testo
zh: 文字

source: Graphic and Text
de: Grafik and Text
es: Gráfico y Texto
fr: Graphique et Texte
it: Grafico e Testo
sv: Grafik och text
zh: 图形+文字

source: Display units:
de: Einheit:
es: Unidades de visualización:
fr: Unités :
it: Unità visualizzata:
sv: Enheter:
zh: 温度单位:

source: Celsius %s
es: Centígrados %s
zh: 摄氏 %s

source: Update every (secs):
de: Update-Intervall (Sekunden):
es: Actualizar cada (segundos):
fr: Rafraîchissement (secs) :
it: Aggiornare ogni (in secondi):
sv: Uppdatera varje (sekunder):
zh: 刷新频率 (秒)

source: Minimal Temperature:
de: Minimal-Temperatur:
es: Temperatura mínima:
fr: Température Minimale :
it: Temperatura minima:
sv: Minimal temperatur:
zh: 最低温度值:

source: Maximal Temperature:
de: Maximal-Temperatur:
es: Temperatura máxima:
fr: Température Maximale :
it: Temperatura massima:
sv: Maximal temperatur:
zh: 最高温度值:

source: Display
de: Aussehen
es: Visualización
fr: Affichage :
it: Visualizzazione
sv: Visa
zh: 显示

source: <b>Logging Configuration</b>
de: <b>Aufzeichnung-Konfiguration</b>
es: <b>Configuración de Registro</b>
fr: <b>Configuration du Fichier log</b>
it: <b>Configurazione del log</b>
sv: <b>Konfiguration av loggning</b>
zh: <b>日志配置</b>

source: Log temperatures to a text file
de: Temperaturen in Textdatei aufzeichnen
es: Registrar temperaturas en un fichero de texto
fr: Sauvegarder les relevés dans un fichier texte
it: Registrare la temperatura in un file di testo
sv: Logga temperaturer till en textfil
zh: 输出到文本文件

source: Use date for log file name
de: Datum für Log-Dateinamen nutzen
es: Usar la fecha como nombre del fichero de registro
fr: Utiliser la date comme nom de fichier
it: Usare la data per il nome del file di log
sv: Använd datum för loggfilnamet
zh: 使用日期为日志文件名

source: Update log every (seconds):
de: Aktualisiere Log alle (Sekunden):
es: Actualizar registro cada (segundos):
fr: Actualiser le fichier log chaque (secondes) :
it: Aggiornare log ogni (in secondi):
sv: Uppdatera loggfilen varje (sekunder):

source: Set path for log file manually
de: Pfad der Log-Datei manuell setzen
es: Introducir el nombre del fichero de registro manualmente
fr: Choisir un chemin de fichier log specifique
sv: Ställ manuellt in sökväg för loggfil

source: Log format:
es: Formato del registro:

source: Log
es: Registro
sv: Logg
zh: 日志

source: <b>Alarm Configuration</b>
de: <b>Alarm-Konfiguration</b>
es: <b>Configuración de Alarma</b>
fr: <b></b>
it: <b>Configurazione dell'allarme</b>
sv: <b>Konfiguration av alarm</b>
zh: <b>警报配置</b>

source: Enable alarm for this sensor?
de: Für diesen Sensor den Alarm aktivieren?
es: ¿Activar la alarma para este sensor?
fr: Activer l'alarme pour ce capteur ?
it: Attivare l'allarme per questo sensore?
sv: Aktivera alarm för denna sensor?
zh: 启用温度警报?

source: Limit temperature:
de: Limit-Temperatur:
es: Temperatura límite:
fr: Seuil de température :
it: Temperatura limite:
sv: Begränsa temperatur:
zh: 温度限制:

source: Raise alarm when temperature is:
de: Alarm auslösen, bei folgender Temperatur:
es: Lanzar la alarma cuando la temperatura sea:
fr: Activer l'alarme à la température :
it: Attivare l'allarme quando la temperatura è:
sv: Aktivera alarm när temperaturen är:
zh: 提高报警当温度:

source: smaller than limit
de: kleiner als Limit
es: menor que el límite
fr: au dessous de la limite
it: minore del limite
sv: mindre än gräns
zh: 低于限止温度

source: greater than limit
de: größer als Limit
es: mayor que el límite
fr: au dessus de la limite
it: maggiore del limite
sv: högre än gräns
zh: 高于限止温度

source: Enter command to execute:
de: Auszuführenden Befehl eingeben:
es: Introduzca el comando a ejecutar:
fr: Commande à exécuter :
it: Inserire il comando da eseguire:
sv: Ange kommando att köra:
zh: 输入执行命令:

source: Repeat the alarm command?
de: Den Alarm-Befehl wiederholen?
es: ¿Repetir el comando de la alarma?
fr: Répéter la commande de l'alarme ?
it: Ripetere il comando dell'allarme?
sv: Upprepa alarmkommandot?
zh: 重复警报命令?

source: Alarm
es: Alarma
fr: Alarme
it: Allarme
zh: 警报

source: _About
de: _Über
es: A_cerca de
fr: _A propos
it: I_nformazioni
sv: _Om
zh: _(A)关于

source: _Enable alarm
de: _Alarm aktivieren
es: _Activar alarma
fr: A_ctiver l'alarme
it: _Attivare l'allarme
sv: _Aktivera alarm
zh: _(E)激活警报

source: _Preferences
de: _Einstellungen
es: _Preferencias
fr: _Préférences
it: Preferen_ze
sv: _Inställningar
zh: _配置

source: _Disable alarm
de: Alarm _deaktivieren
es: _Desactivar alarma
fr: _Désactiver l'alarme
it: _Disattivare l'allarme
sv: _Inaktivera alarm
zh: _(D)关闭警报

source: Command to execute when alarm is triggered
de: Auszuführender Befehl, wenn Alarm auselöst wird
es: Comando a ejecutar cuando se lanza la alarma
fr: Commande à exécuter au seuil d'alarme
it: Comando da eseguire allo scattare dell'allarme
sv: Kommando att köra när alarm startar
zh: 当报警是执行命令

source: Display debug information on tooltip?
es: ¿Mostrar información de depurado en el tooltip?
sv: Visa felsökningsinformation som verktygstips?

source: Hardware sensor to monitor
de: Zu überwachender Hardware-Sensor
es: Sensor hardware a monitorizar
fr: Sonde hardware à monitorer
it: Sensore hardware da monitorare
sv: Hårdvarusensor att övervaka
zh: 监视设备

source: Information written in log file
de: Informationen geschrieben in Log-Datei
es: Información escrita en el fichero de registro

source: Is alarm enabled?
de: Ist Alarm aktiviert?
es: ¿Está activada la alarma?
fr: Alarme activée ?
it: L'allarme è attivo?
sv: Är alarm aktiverat?
zh: 警报是否已激活?

source: Is logging enabled?
de: Ist Aufzeichnung aktiviert?
es: ¿Está activado el registro?
fr: Sauvergarde vers fichier log activée ?
it: Il file di log è attivo?
sv: Är loggning aktiverat?
zh: 日志是否已激活?

source: Log file name
de: Log-Dateiname
es: Nombre del fichero de registro
fr: Nom du fichier log
it: Nome del file di log
sv: Loggfilnamn
zh: 日志文件名

source: Maximum temperature
de: Maximum-Temperatur
es: Temperatura máxima
fr: Température Maxi
it: Temperatura massima
sv: Maximum temperatur
zh: 最高温度

source: Minimum temperature
de: Minimum-Temperatur
es: Temperatura mínima
fr: Température Mini
it: Temperatura minima
sv: Minimum temperatur
zh: 最低温度

source: Set log file name automatically?
de: Logdateinamen automatischen setzen?
es: Poner nombre al fichero de registro automaticamente
fr: Nom du fichier log automatique ?
it: Imposta automaticamente il nome del file di log
sv: Ställ automatiskt in loggfilnamnet?
zh: 自动命名日志文件？

source: Should alarm command be repeated?
de: Soll der Alarm-Befehl wiederholt werden?
es: ¿Se debe repetir el comando de la alarma?
fr: Répéter la commande associée à l'alarme ?
it: Il comando dell'allarme deve essere ripetuto?
sv: Ska alarmkommandot upprepas?
zh: 是否重复报警命令?

source: Temperature limit that raises the alarm
de: Temperatur-Limit, dass den Alarm auslöst
es: Temperatura límite para que salte la alarma
fr: Limite de température déclenchant l'alarme
it: Temperatura di attivazione dell'allarme
sv: Temperaturgräns som aktiverar alarmet
zh: 温度限止是提高报警频率

source: Thermal zone to monitor
de: Zu überwachende Temperatur-Zone
es: Zona Térmica a monitorizar
fr: Capteur à monitorer
it: Zona termica da monitorare
sv: Temperaturzon att övervaka
zh: 监视设备

source: Time (in seconds) between checks
de: Zeit (in Sekunden) zwischen den Prüfungen
es: Tiempo (en segundos) entre chequeos
fr: Durée (en secondes) entre deux relevés
it: Tempo di aggiornamento (in secondi)
sv: Tid (i sekunder) mellan avläsningar
zh: 时间（秒）每次监视

source: Time (in seconds) to update the log
de: Zeit (in Sekunden), um das Log zu aktualisieren
es: Tiempo (en segundos) para actualizar el registro
fr: Temps (en secondes) pour actualiser les log
it: Tempo (in secondi) di aggiornamento di log
sv: Tid (i sekunder) för uppdatering av loggfil

source: Visualization mode: 0-Graphic, 1-Text, 2-Graphic and Text
de: Visualisierungs-Modus: 0-Grafik, 1-Text, 2-Grafik und Text
es: Modo de visualización: 0-Gráfico, 1-Texto, 2-Gráfico y Texto
fr: Mode d'Affichage: 0-Graphique, 1-Texte, 2-Graphique et Texte
it: Modo di visualizzazione: 0-Grafico, 1-Testo, 2-Grafico e testo
sv: Visningsläge: 0-Grafik, 1-Text, 2-Grafik och text
zh: 显示模式: 0-图形, 1-文字, 2-图形+文字

source: Visualization units: 0-Celsius, 1-Fahrenheit
de: Visualisierungs-Einheit: 0-Celsius, 1-Fahrenheit
es: Unidades de visualización: 0-Centígrados, 1-Fahrenheit
fr: Unités : 0-Celsius, 1-Fahrenheit
it: Unità di visualizzazione: 0-Celsius, 1-Fahrenheit
sv: Enheter: 0-Celsius, 1-Fahrenheit
zh: 温度显示模式： 0-摄氏, 1-华氏

source: When to raise the alarm: 0-Smaller than limit, 1-Greater than limit
de: Wann Alarm auslösen: 0-Kleiner als Limit, 1-Größer als Limit
es: Cuando lanzar la alarma: 0-Menor que el límite, 1-Mayor que el límite
fr: Façon rendre l'alarme active : 0-En dessous de la limite, 1-Au dessus de la limite
it: L'allarme si attiva per temperature: 0-Minori del limite, 1-Maggiori del limite
sv: När alarmet aktiveras: 0-Mindre än gräns, 1-Högre än gräns
zh: 何时提高警报: 0-高于限制, 1-低于限制

source: Monitors Computer CPU temperature
de: Beobachtet die CPU-Temperatur
es: Monitoriza la temperatura de tu equipo
fr: Surveille la température CPU
it: Monitoraggio della temperatura del Computer
sv: Övervakar datorns processortemperatur
zh: 监视cpu温度

source: Fahrenheit %s
zh: 华氏 %s
