Repository: infinicode/computertemp
Catalog: po/*.po
Languages: nl, pt_br

source: Temperatures
nl: Temperaturen
pt_br: Temperaturas

source: No Thermal Monitor Support!
nl: Geen ondersteuning voor temperatuur controle!
pt_br: Não há suporte para monitor de temperatura!

source: There was an error creating directory
nl: Er was een probleem bij het aanmaken van de folder
pt_br: Houve um erro ao criar o diretório

source: Can not create directory '%s' Please select another path
nl: Kan de folder '%s' niet aanmaken Kies a.u.b. een ander pad
pt_br: Não foi possível criar o diretório '%s' Por favor selecione outro diretório

source: There was an error writing to
nl: Er was een fout bij het schrijven naar
pt_br: Houve um erro ao escrever em

source: Can not write to '%s' Please select another path
nl: Kan niet schrijven naar '%s' Kies een ander pad a.u.b.
pt_br: Não foi possível escrever em '%s' Por favor selecione outro diretório

source: translator-credits
nl: Adriaan Peeters <apeeters@lashout.net>
pt_br: Tiago Augusto Santos <ircalf@gmail.com>

source: There is not Thermal Monitor support on your machine!!!
nl: Er is geen ondersteuning voor temperatuur metingen op uw machine!!!
pt_br: Não há suporte para monitor de temperatura na sua máquina!

source: Computer Temperature Monitor
nl: Computer Temperatuur Meter
pt_br: Monitor de Temperatura

source: Computer Temperature Monitor Preferences
nl: Computer Temperatuur Meter Instellingen
pt_br: Preferências do Monitor de Temperatura

source: No Thermal zones!
nl: Geen Thermische Zones!
pt_br: Não há zonas térmicas!

source: <b>Thermal Zone Configuration</b>
nl: <b>Thermische Zone Configuratie</b>
pt_br: <b>Configuração de Zonas Térmicas</b>

source: Select Sensor to monitor:
nl: Selecteer Sensor die wordt gemeten:
pt_br: Selecione o sensor para monitorar:

source: Select Thermal Zone:
nl: Selecteer Thermische Zone:
pt_br: Selecione a zona térmica:

source: <b>Display Configuration</b>
nl: <b>Beeld Configuratie</b>
pt_br: <b>Configuração de Visualização</b>

source: Display mode:
nl: Beeld modus:
pt_br: Modo de visualização:

source: Graphic
nl: Grafisch
pt_br: Gráfico

source: Text
nl: Tekst
pt_br: Texto

source: Graphic and Text
nl: Grafisch en Tekst
pt_br: Gráfico e Texto

source: Display units:
nl: Beeld eenheden:
pt_br: Unidade térmica:

source: Update every (secs):
nl: Ververs elke (seconden):
pt_br: Taxa de atualização (segundos):

source: Minimal Temperature:
nl: Minimale Temperatuur:
pt_br: Temperatura mínima:

source: Maximal Temperature:
nl: Maximale Temperatuur:
pt_br: Temperatura máxima:

source: Display
nl: Beeld
pt_br: Visualização

source: <b>Logging Configuration</b>
nl: <b>Logging Configuratie</b>
pt_br: <b>Configuração de Registro</b>

source: Log temperatures to a text file
nl: Log temperatuur naar een tekst bestand
pt_br: Registrar temperaturas em um arquivo de texto

source: Use date for log file name
nl: Gebruik datum voor naam log bestand
pt_br: Usar a data para o nome do arquivo

source: Update log every (seconds):
nl: Bewaar log elke (seconden):
pt_br: Taxa de atualização do registro (segundos):

source: Set path for log file manually
nl: Zet pad voor log bestand manueel
pt_br: Escolhar a pasta de registro manualmente

source: Log format:
pt_br: Formato do registro:

source: Log
pt_br: Registro

source: <b>Alarm Configuration</b>
nl: <b>Alarm Configuratie</b>
pt_br: <b>Configuração de Alarme</b>

source: Enable alarm for this sensor?
nl: Alarm inschakelen voor deze sensor?
pt_br: Ativar alarme para este sensor

source: Limit temperature:
nl: Limiet temperatuur:
pt_br: Temperatura limite:

source: Raise alarm when temperature is:
nl: Alarm wanneer temperatuur:
pt_br: Ativar alarme quando a temperatura for de:

source: smaller than limit
nl: kleiner dan limiet
pt_br: menor que o limite

source: greater than limit
nl: groter dan limiet
pt_br: maior que o limite

source: Enter command to execute:
nl: Voer commando om uit te voeren in:
pt_br: Executar este comando:

source: Repeat the alarm command?
nl: Herhaal het alarm commando?
pt_br: Repetir o comando

source: Alarm
pt_br: Alarme

source: _About
nl: In_fo
pt_br: _Sobre

source: _Enable alarm
nl: _Schakel alarm in
pt_br: _Ativar alarme

source: _Preferences
nl: _Instelligen
pt_br: _Preferências

source: _Disable alarm
nl: Schakel alarm _uit
pt_br: _Desativar alarme

source: Command to execute when alarm is triggered
nl: Uit te voeren commando wanneer het alarmniveau is bereikt
pt_br: Comando para executar quando o alarme é ativado

source: Display debug information on tooltip?
pt_br: Mostrar informações de debug no tooltip?

source: Hardware sensor to monitor
nl: Hardware sensor die wordt gemeten
pt_br: Sensor de hardware a monitorar

source: Information written in log file
pt_br: Informação escrita no arquivo de registro

source: Is alarm enabled?
nl: Is het alarm ingeschakeld?
pt_br: O alarme está ativado?

source: Is logging enabled?
nl: Is logging ingeschakeld?
pt_br: O registro está ativado?

source: Log file name
nl: Naam log bestand
pt_br: Nome do arquivo de registro

source: Maximum temperature
nl: Maximale temperatuur
pt_br: Temperatura máxima

source: Minimum temperature
nl: Minimale temperatuur
pt_br: Temperatura mínima

source: Set log file name automatically?
nl: Stel log bestandsnaam automatisch in?
pt_br: Ajustar o nome do arquivo de registro automáticamente

source: Should alarm command be repeated?
nl: Moet het alarm commando worden herhaald?
pt_br: O comando de alarme deve ser repetido?

source: Temperature limit that raises the alarm
nl: Temperatuur-limiet die het alarm start
pt_br: Temperatura limite para ativar o alarme

source: Thermal zone to monitor
nl: Thermische zone die wordt gemeten
pt_br: Zona térmica a monitorar

source: Time (in seconds) between checks
nl: Tijd (in seconden) tussen controles
pt_br: Tempo (em segundos) entre verificações

source: Time (in seconds) to update the log
nl: Interval (in seconden) om de log te bewaren
pt_br: Tempo (em segundos) para atualizar o registro

source: Visualization mode: 0-Graphic, 1-Text, 2-Graphic and Text
nl: Visualisatie: 0-Grafisch, 1-Tekst, 2-Grafisch en Tekst
pt_br: Modo de visualização: 0-Gráfico, 1-Texto, 2-Gráfico e Texto

source: Visualization units: 0-Celsius, 1-Fahrenheit
nl: Visualisatie eenheid: 0-Celsius, 1-Fahrenheit
pt_br: Unidades térmica: 0-Celsius, 1-Fahrenheit

source: When to raise the alarm: 0-Smaller than limit, 1-Greater than limit
nl: Wanneer het alarm oproepen: 0-Kleiner dan limiet, 1-Groter dan limiet
pt_br: Quando ativar o alarme: 0-Menor que o limite, 1-Maior que o limite

source: Monitors Computer CPU temperature
nl: Controleert Computer CPU temperatuur
pt_br: Monitora a temperatura do computador
